app/Controllers/AdminController.php

SELECT *
FROM `informasi_masjid`
---
    public function about()
    {
        $model = new InformasiMasjidModel();
        $data['informasi_masjid'] = $model->findAll();